{
  "Welcome To Rock'n Rate!": "Rock'n Rate'e Hoş Geldiniz!",
  "Welcome to the ultimate destination for music enthusiasts and rock aficionados alike. Immerse yourself in a world where every beat, every riff, and every lyric holds the power to inspire and resonate.": "Rock müzik tutkunları için vazgeçilmez bir buluşma noktasına hoş geldiniz. Her ritmin, her gitar rifinin ve her sözün ilham verip derin izler bıraktığı bir dünyaya adım atın.",
  "Popular Albums": "Popüler Albümler",
  "Browse All": "Tümünü Gör",
  "An error occurred": "Bir hata oluştu",
  "Popular Artists": "Popüler Sanatçılar",
  "more featured...": "öne çıkanlar...",
  "Popular Songs": "Popüler Şarkılar",
  "Login": "Giriş Yap",
  "Register": "Kayıt Ol",
  "Home": "Ana Sayfa",
  "Artists": "Sanatçılar",
  "Albums": "Albümler",
  "Songs": "Şarkılar",
  "Rate your song, album and artist.": "Şarkıları, albümleri ve sanatçıları puanlayın.",
  "Quick search": "Hızlı arama",
  "No results found.": "Sonuç bulunamadı.",
  "About": "Hakkında",
  "No information": "Bilgi yok",
  "Language": "Dil",
  "Oops! Page Not Found": "Hata! Sayfa Bulunamadı",
  "The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.": "Aradığınız sayfa kaldırılmış, adı değiştirilmiş veya geçici olarak kullanılamıyor olabilir.",
  "What can you do?": "Ne yapabilirsiniz?",
  "Double-check the URL for typos.": "URL'yi yazım hataları için kontrol edin.",
  "Return to the ": "Geri dön ",
  "homepage": "ana sayfa",
  "If you believe this is an error, please ": "Bunun bir hata olduğunu düşünüyorsanız, lütfen ",
  "contact us": "bize ulaşın",
  "About Rock'n Rate": "Rock'n Rate Hakkında",
  "Welcome to Rock'n Rate": "Rock'n Rate'e Hoş Geldiniz",
  "Rock'n Rate is a dedicated platform for rock music enthusiasts. Whether you're into classic rock, punk, metal, or any other subgenre, this is the place to discover, rate, and discuss all things rock.": "Rock'n Rate, rock müzik tutkunları için özel olarak hazırlanmış bir platformdur. İster klasik rock, ister punk, metal ya da başka bir alt türe ilgi duyun, burada her şeyi keşfedebilir, değerlendirebilir ve tartışabilirsiniz.",
  "Our Mission": "Amacımız",
  "Our mission is to create a space where rock music lovers can connect, share their thoughts, and explore the world of rock music. We aim to be the go-to platform for discovering new rock music, revisiting old classics, and engaging with a community of like-minded individuals.": "Rock müzik severlerin bir araya gelip düşüncelerini paylaşabileceği, birlikte keşifler yapabileceği ve rock dünyasını derinlemesine inceleyebileceği bir topluluk yaratmayı hedefliyoruz. Yeni grupları keşfetmek, efsaneleşmiş albümlere yeniden kulak vermek ve benzer müzik zevklerini paylaşan insanlarla etkileşimde bulunmak isteyen herkes için Rock'n Rate doğru adres.",
  "Key Features": "Ana Özellikler",
  "Discover Rock Music:": "Rock Müziği Keşfedin:",
  "Search for artists, albums, and songs within the rock genre.": "Sevdiğiniz rock sanatçılarını, albümleri ve şarkıları kolayca arayın ve keşfedin.",
  "Rate and Review:": "Puanlayın ve Yorumlayın:",
  "Share your opinions by rating and reviewing your favorite (or not-so-favorite) rock artists, albums, and songs.": "Favori (ya da o kadar da favori olmayan) rock sanatçıları, albümleri ve şarkıları puanlayın, düşüncelerinizi paylaşın.",
  "Community Insights:": "Topluluktan İlham Alın:",
  "Explore ratings and reviews from fellow rock fans to help you discover new music.": "Diğer rock tutkunlarının değerlendirmelerine ve yorumlarına göz atarak yeni müzikler keşfedin.",
  "User Contributions:": "Siz de Katkıda Bulunun:",
  "Add new rock artists, albums, and songs that aren't yet on the platform.": "Platformda henüz yer almayan sanatçıları, albümleri veya şarkıları siz ekleyin, topluluğu birlikte büyütelim.",
  "Personalization:": "Kendinize Özel Profil Oluşturun:",
  "Create a profile, upload a profile picture, and manage your preferences.": "Bir profil oluşturun, profil fotoğrafınızı yükleyin ve müzik zevkinize göre tercihlerinizi yönetin.",
  "The Story Behind Rock'n Rate": "Rock'n Rate'in Hikayesi",
  "I'm Çağrı, and I built Rock'n Rate entirely on my own as a passion project. I wanted to create a platform dedicated solely to rock music, where fans could connect and share their love for the genre. This project was developed with no financial gain in mind, just a genuine passion for rock music and web development.": "Ben Çağrı. Rock'n Rate'i tamamen kendi başıma, bir tutku projesi olarak hayata geçirdim. Amacım, yalnızca rock müziğe adanmış, hayranların bir araya gelip bu türe olan sevgilerini paylaşabilecekleri özel bir platform oluşturmaktı. Bu projeyi herhangi bir maddi kazanç amacı olmadan, sadece rock müziğe ve web geliştirmeye olan sevgimle hayata geçirdim.",
  "License": "Lisans",
  "Rock'n Rate is an open-source project licensed under the MIT License. Contributions are welcome!": "Rock'n Rate, MIT Lisansı altında lisanslanmış açık kaynaklı bir projedir. Her türlü katkıya açığız!",
  "Please login": "Lütfen giriş yapın",
  "To leave a comment, please log in first.": "Yorum yapmak için lütfen giriş yapın.",
  "To like a comment, please log in first.": "Yorum beğenmek için lütfen giriş yapın.",
  "Comments": "Yorumlar",
  "Leave a comment": "Yorum yap",
  "Submit": "Gönder",
  "RNR RATING": "R'NR PUANI",
  "YOUR RATING": "SENİN PUANIN",
  "ABOUT ALBUM": "{{about}}",
  "Ratings": "Puanlamalar",
  "To rate an album, please log in first.": "Albümü puanlamak için lütfen giriş yapın.",
  "RATE THIS": "PUANLA",
  "Rate": "Puanla",
  "Remove rating": "Puanı kaldır",
  "Private": "Gizli",
  "No rating found": "Puanlama bulunamadı",
  "No song found": "Şarkı bulunamadı",
  "Similar Albums": "Benzer Albümler",
  "View Artist": "Sanatçıyı Gör",
  "View Songs": "Şarkıları Gör",
  "Overview": "Genel Bakış",
  "Set language": "Dili ayarla",
  "Select your preferred language": "Tercih ettiğiniz dili seçin",
  "Rock'n Rate Albums": "Rock'n Rate Albümleri",
  "No album found": "Albüm bulunamadı",
  "Search Term": "Arama Terimi",
  "Genre": "Tür",
  "Rating": "Puan",
  "Year": "Yıl",
  "Order By": "Sırala",
  "Clear filters": "Filtreleri Temizle",
  "Search": "Ara",
  "All": "Tümü",
  "Latest": "Son Eklenen",
  "Oldest": "İlk Eklenen",
  "Popularity": "Popülerlik",
  "Filter": "Filtrele",
  "Clear": "Temizle",
  "Previous": "Geri",
  "Prev": "Geri",
  "Next »": "İleri »",
  "Reset your password": "Şifrenizi sıfırlayın",
  "Enter your email address, and we'll send you a link to reset your password.": "E-posta adresinizi girin, size şifrenizi sıfırlamanız için bir bağlantı göndereceğiz.",
  "Email": "E-posta",
  "Create an Account": "Hesap Oluştur",
  "Reset Password": "Şifreyi Sıfırla",
  "Password Reset Link Sent": "Şifre Sıfırlama Bağlantısı Gönderildi",
  "A password reset link has been sent to your email. Please check your inbox and click the link within 1 hour to reset your password. If you do not see the email, please check your spam folder.": "E-posta adresinize bir şifre sıfırlama bağlantısı gönderildi. Lütfen gelen kutunuzu kontrol edin ve şifrenizi sıfırlamak için 1 saat içinde bağlantıya tıklayın. E-postayı görmüyorsanız, lütfen spam klasörünüzü kontrol edin.",
  "User login": "Kullanıcı girişi",
  "Username or Email": "Kullanıcı adı veya E-posta",
  "Password": "Şifre",
  "Forgot password?": "Şifrenizi mi unuttunuz?",
  "Register an Account": "Hesap Oluştur",
  "Username": "Kullanıcı Adı",
  "E-Mail": "E-Posta",
  "Confirm Password": "Şifre Onayı",
  "Already have an account?": "Zaten bir hesabınız var mı?",
  "Verify Your Email Address": "E-Posta Adresinizi Doğrulayın",
  "We've sent a verification link to your email. Please check your inbox and click the link to activate your account. If you don't see the email, please check your spam folder.": "E-posta adresinize bir doğrulama bağlantısı gönderdik. Lütfen gelen kutunuzu kontrol edin ve hesabınızı etkinleştirmek için bağlantıya tıklayın. E-postayı görmüyorsanız, lütfen spam klasörünüzü kontrol edin.",
  "New password": "Yeni şifre",
  "Confirm password": "Şifreyi onayla",
  "Reset": "Sıfırla",
  "Logout": "Çıkış Yap",
  "Profile Settings": "Profil Ayarları",
  "Statistics": "İstatistikler",
  "Joined": "Üyelik Tarihi",
  "Role": "Rol",
  "View Details": "Detayları Gör",
  "Similar Artists": "Benzer Sanatçılar",
  "View Albums": "Albümleri Gör",
  "Similar Songs": "Benzer Şarkılar",
  "View Album": "Albümü Gör",
  "Rock'n Rate Artists": "Rock'n Rate Sanatçıları",
  "Rock'n Rate Songs": "Rock'n Rate Şarkıları",
  "Album not found": "Albüm bulunamadı",
  "Artist not found": "Sanatçı bulunamadı",
  "No comment written": "Henüz yorum yapılmamış",
  "Comment not found": "Yorum bulunamadı",
  "Song not found": "Şarkı bulunamadı",
  "User not found": "Kullanıcı bulunamadı",
  "An unexpected error occured. Please try again.": "Beklenmedik bir hata oluştu. Lütfen tekrar deneyin.",
  "Account already activated. Please log in.": "Hesabınız zaten aktifleştirildi. Lütfen giriş yapın.",
  "Email address not found. Please check and try again.": "E-Posta bulunamadı. Lütfen kontrol edin ve tekrar deneyin.",
  "Passwords do not match.": "Şifreler eşleşmiyor.",
  "Reset link expired or invalid. Please request a new one.": "Sıfırlama linkinin süresi doldu. Lütfen yenisini talep edin.",
  "Reset request not found. Please try requesting a new reset link.": "Sıfırlama talebi bulunamadı. Lütfen yeni sıfırlama linki talep etmeyi deneyin.",
  "Please verify your email before logging in. Check your inbox for the verification link.": "Lütfen E-Postanızı doğrulayın. Onaylama linki için gelen kutunuzu kontrol edin.",
  "Avatar not found": "Avatar bulunamadı",
  "Please fill in all fields": "Lütfen tüm alanları doldurun",
  "Please use only lowercase letters, numbers and _ (underscore) in username": "Lütfen kullanıcı adında sadece küçük harfler, sayılar ve alt çizgi (_) kullanın",
  "The e-mail must be a valid e-mail address": "E-posta adresi geçerli bir e-posta adresi olmalıdır",
  "The password confirmation does not match": "Şifre doğrulaması eşleşmiyor",
  "Username already taken": "Kullanıcı adı zaten alınmış",
  "E-mail already registered": "E-posta adresi zaten kayıtlı",
  "To rate an artist, please log in first.": "Sanatçıyı puanlamak için lütfen giriş yapın.",
  "To rate a song, please log in first.": "Şarkıyı puanlamak için lütfen giriş yapın.",
  "Invalid username or password": "Geçersiz kullanıcı adı veya şifre",
  "An error occured": "Bir hata oluştu",
  "{{count}} Comments": "{{count}} Yorum",
  "{{count}} Ratings": "{{count}} Puanlama",
  "{{count}} ratings": "{{count}} puanlama",
  "{{count}} Albums": "{{count}} Albüm",
  "{{count}} albums": "{{count}} albüm",
  "{{count}} Songs": "{{count}} Şarkı",
  "{{count}} songs": "{{count}} şarkı",
  "Album": "Albüm",
  "Artist": "Sanatçı",
  "Song": "Şarkı"
}